import Person3OutlinedIcon from '@mui/icons-material/Person3Outlined';
import DriveEtaOutlinedIcon from '@mui/icons-material/DriveEtaOutlined';

export const serviceItem = [
  {
    icon: 'Person3OutlinedIcon',   
    title:
      'Консультация (очная)',
    modal: 'personal'  
  },
  {
    icon: 'DriveEtaOutlinedIcon',
    title:
      'Коррекционные системы',
    modal: 'system'  
  },
  {
    // icon: <DriveEtaOutlinedIcon/>,
    icon: 'DriveEtaOutlinedIcon',
    title:
      'Обработка вросшего ногтя',
    modal: 'instrument'  
  },
  {
    icon: 'Без покрытия',
    title:
      'Педикюр без покрытия',
    modal: 'noCover'  
  },
  {
    icon: 'Покрытие',
    title:
      'Педикюр с покрытием',
    modal: 'cover'  
  },
  {
    icon: 'Протез',
    title:
      'Протезирование',
    modal: 'prosthesis'  
  }
];

export const comments = {
  first: ' "​Добрый день! Сегодня я в третий раз посетила Наталью (подолога) и очень рада, что нашла такого специалиста💥. У меня после травмы стал сходить ноготь на большом пальце. Сначала я очень испугалась, написала Наталье, она ответила на все мои вопросы и успокоила меня. На сеансах производится зачистка, контроль правильного роста и восстановления ногтевой пластины. Рекомендации просты и понятны, отношение вежливое и доброжелательное👍🏻 Ноготь отрастает." ',
  second: '"​Добрый вечер, Наталья!   Вышла от Вас и буквально летела на крыльях! Мне понравилось у Вас все: большой объем информации, приветливое доброжелательное отношение, мягкое проведение всех манипуляций, приятный интерьер и музыка. С удовольствие приду снова!"',
  third: ' "​В вашем кабинете я побывала впервые, мне очень понравилось, тактично разобрались в моей ситуации, обувь (насколько я знаю в Петрозаводске это редкость и не у каждого подолога есть данный аппарат) и это приятно удивило!;) Сама процедура выполнена очень качественно и быстро, без малейшего дискомфорта и боли, даны дальнейшие грамотные рекомендации) спасибо за ваш труд)"',
  fourth: '  "​Добрый день!Мне всё очень, очень, очень нравится! При выборе мастера для меня имеют значение два очень важных момента.  1. Мои пальцы очень чувствительны к любым прикосновениям. Всё познаётся в сравнении, до того, как обратиться к Вам, я была примерно у 10 мастеров, и, к сожалению почти все они, изгибали пальцы, сжимали, и на мой взгляд, грубо обрабатывали. В Вашем случае такой проблемы совершенно нет, и я этому очень рада. Всё происходит так легко и мягко, что на процедуре можно заснуть. 2. С возрастом ногти начали слоиться, особенно один. Для меня очень важно, чтобы именно мастер с медицинским образованием и опытом, эту проблему мог решить. Мне спокойно, когда я в надёжных руках подолога.  Остальные положительные моменты вторичны, но тем не менее очень приятны, отдельный кабинет (без лишних глаз и встреч), качественные материалы и оборудование, комфортное кресло, массаж в конце процедуры:)"'  
}
